Repository: Loong-Lee/VSDT
Catalog: plugins/权限/*_MAINTAIN/EPES.*-*.resx
Languages: cht, es

# EPESC0000175
source: Permanent Lock Error Num
cht: 永久鎖定錯誤次數
es: 永久锁定错误次数不能为空

# EPESC0000046
source: {0} failed to load
cht: {0}載入失敗
es: {0}载入失败

# EPESC0000114
source: &quot;No row selected!
cht: &quot;未選中行!
es: "未选中行!

# EPESC0000116
source: &quot;The success of the system parameters change
cht: &quot;系統參數修改成功
es: "系统参数修改成功

# EPESC0000086
source: ALL: unlimited
cht: ALL: 無限制
es: ALL: 无限制

# EPESC0000107
source: ALL: all sectors
cht: ALL:所有部門
es: ALL:所有部门

# EPESC0000065
source: Delete
cht: 刪除
es: 删除

# EPESC0000074
source: Deleted successfully
cht: 刪除成功
es: 删除成功

# EPESC0000023
source: Delete this user&#39;s login information?
cht: 刪除此用戶的登錄信息？
es: 删除此用户的登录信息？

# EPESC0000075
source: Delete failed
cht: 刪除失敗
es: 删除失败

# EPESC0000055
source: Delete failed: {0}
cht: 刪除失敗：{0}
es: 删除失败：{0}

# EPESC0000040
source: Dynamic library must be numbers, letters or underscores plus &#39;. DLL&#39; Please re-enter!
cht: 動態庫必須由數字、字母或下劃線加&#39;.DLL&#39;組成，請重新輸入！
es: 动态库必须由数字、字母或下划线加'.DLL'组成，请重新输入！

# EPESC0000161
source: Dynamic libraries can not be empty, please re-enter!
cht: 動態庫不能為空，請重新輸入！
es: 动态库不能为空，请重新输入！

# EPESC0000058
source: Single-step operation
cht: 單步操 作
es: 单步操作

# EPESC0000042
source: Icon allows you to enter up to 3, please re-enter!
cht: 圖標編號最多允許輸入3位，請重新輸入！
es: 图标编号最多允许输入3位，请重新输入！

# EPESC0000077
source: Successful implementation
cht: 執行成功
es: 执行成功

# EPESC0000085
source: Database operation error SQLCODE: {0} msg: {1}
cht: 數據庫操作錯誤SQLCODE : {0} msg: {1}
es: 数据库操作错误SQLCODE : {0} msg: {1}

# EPESC0000172
source: Temporary Lock Monitoring Time
cht: 暫時鎖定監控時間
es: 暂时锁定监控时间不能为空

# EPESC0000176
source: Temporary Lock Last Time
cht: 暫時鎖定持續時間
es: 暂时锁定持续时间不能为空

# EPESC0000173
source: Temporary Lock Error Num
cht: 暫時鎖定錯誤次數
es: 暂时锁定错误次数不能为空

# EPESC0000122
source: Can not select &quot;multiple steps&quot;
cht: 無法選擇“多步操作”
es: 无法选择“多步操作”

# EPESC0000061
source: Information for APPNAME error: {0}
cht: 獲取APPNAME信息錯誤：{0}
es: 获取APPNAME信息错误：{0}

# EPESC0000045
source: {0} to get the screen dllname failure
cht: 獲取畫面{0}的dllname失敗
es: 获取画面{0}的dllname失败

# EPESC0000106
source: Department to obtain information about users under the jurisdiction of the error: {0}
cht: 獲取用戶管轄部門信息錯誤：{0}
es: 获取用户管辖部门信息错误：{0}

# EPESC0000100
source: Access to source code information error!
cht: 獲取資源代碼信息錯誤！
es: 获取资源代码信息错误！

# EPESC0000146
source: Access to resource type fails!
cht: 獲取資源類型失敗！
es: 获取资源类型失败！

# EPESC0000195
source: Form code
cht: 畫面代碼
es: 画面代码

# EPESC0000035
source: Screen description can not be empty, please re-enter!
cht: 畫面描述不能為空，請重新輸入！
es: 画面描述不能为空，请重新输入！

# EPESC0000039
source: Description input screen allows a maximum of 80, please re-enter!
cht: 畫面描述最多允許輸入80位，請重新輸入！
es: 画面描述最多允许输入80位，请重新输入！

# EPESC0000121
source: Screen name must be a combination of uppercase letters and numbers Please enter again!
cht: 畫面名必須是大寫字母與數字的組合，請重新輸入！
es: 画面名必须是大写字母与数字的组合，请重新输入！

# EPESC0000033
source: Screen name can not be empty, please re-enter!
cht: 畫面名不能為空，請重新輸入！
es: 画面名不能为空，请重新输入！

# EPESC0000049
source: Screen name can not be over 125, please re-enter!
cht: 畫面名不能超過125位，請重新輸入！
es: 画面名不能超过125位，请重新输入！

# EPESC0000194
source: Form name
cht: 畫面名稱
es: 画面名称

# EPESC0000163
source: Screen name can not be empty! Please re-enter
cht: 畫面名稱不能為空！請重新輸入
es: 画面名称不能为空！请重新输入

# EPESC0000167
source: Screen name can not be over 80! Please re-enter
cht: 畫面名稱不能超過80位！請重新輸入
es: 画面名称不能超过80位！请重新输入

# EPESC0000037
source: Screen name allows up to 128-bit input, please re-enter!
cht: 畫面名最多允許輸入128位，請重新輸入！
es: 画面名最多允许输入128位，请重新输入！

# EPESC0000048
source: Button descriptions can not be empty, please re-enter!
cht: 按鈕描述不能為空，請重新輸入！
es: 按钮描述不能为空，请重新输入！

# EPESC0000047
source: Button can not be described in more than 75, please re-enter!
cht: 按鈕描述不能超過75位，請重新輸入！
es: 按钮描述不能超过75位，请重新输入！

# EPESC0000191
source: Button name
cht: 按鈕名
es: 按钮名

# EPESC0000053
source: F1-F12 button when the named type of operation in order to select the &quot;multiple steps&quot;!
cht: 按鈕名為F1-F12時操作類型才能選擇“多步操作”！
es: 按钮名为F1-F12时操作类型才能选择“多步操作”！

# EPESC0000052
source: Button name can not be empty, please re-enter!
cht: 按鈕名不能為空，請重新輸入！
es: 按钮名不能为空，请重新输入！

# EPESC0000050
source: Button name can not be over 125, please re-enter!
cht: 按鈕名不能超過125位，請重新輸入！
es: 按钮名不能超过125位，请重新输入！

# EPESC0000124
source: Button Tip
cht: 按鈕提示
es: 按钮提示

# EPESC0000123
source: Button to display
cht: 按鈕展示
es: 按钮展示

# EPESC0000189
source: Button information
cht: 按鈕資訊
es: 按钮信息

# EPESC0000079
source: Save
cht: 保存
es: 保存

# EPESC0000073
source: All child nodes under this node will be deleted, and can not be restored! OK to delete the node [{0}]?
cht: 本節點下所有子節點都會被刪除，且無法恢復！確定刪除節點[{0}] ？
es: 本节点下所有子节点都会被删除，且无法恢复！确定删除节点 [{0}] ？

# EPESC0000178
source: Can not add form to root node, please add sub-folder first.
cht: 不能將畫面直接掛于根目錄下，請先建立子目錄
es: 不能将画面挂于根目录下，请先建立子目录

# EPESC0000092
source: Not the user authorization, user-owned or managed by the operating groups!
cht: 不能對用戶授權，請操作用戶所屬或所管理群組！
es: 不能对用户授权，请操作用户所属或所管理群组！

# EPESC0000135
source: Department logo can not be empty, please re-enter!
cht: 部門標識不能為空，請重新輸入！
es: 部门标识不能为空，请重新输入！

# EPESC0000142
source: Department logo can not be more than two, please re-enter!
cht: 部門標識不能超過2位，請重新輸入！
es: 部门标识不能超过2位，请重新输入！

# EPESC0000143
source: Administrators can not be more than 18 departments, please re-enter!
cht: 部門管理員不能超過18位，請重新輸入！
es: 部门管理员不能超过18位，请重新输入！

# EPESC0000137
source: Department number can not be empty, please re-enter!
cht: 部門號不能為空，請重新輸入！
es: 部门号不能为空，请重新输入！

# EPESC0000138
source: Department number can not be over 18, please re-enter!
cht: 部門號不能超過18位，請重新輸入！
es: 部门号不能超过18位，请重新输入！

# EPESC0000140
source: Chinese authorities were not more than 50, please re-enter!
cht: 部門中文名不能超過50位，請重新輸入！
es: 部门中文名不能超过50位，请重新输入！

# EPESC0000139
source: Departments Chinese name can not be empty, please re-enter!
cht: 部門中文名稱不能為空，請重新輸入！
es: 部门中文名称不能为空，请重新输入！

# EPESC0000156
source: Operation successful!
cht: 操作成功！
es: 操作成功！

# EPESC0000030
source: Operating mode
cht: 操作模式
es: 操作模式

# EPESC0000071
source: Operation failed! Please enter the maintenance mode for sorting operation!
cht: 操作失敗！請進入維護模式進行排序操作！
es: 操作失败！请进入维护模式进行排序操作！

# EPESC0000169
source: Operation failed! please press F4 and retry!
cht: 操作失敗！請進入資源組維護模式操作！
es: 操作失败！请进入资源组维护模式操作！

# EPESC0000153
source: Operation failed, please check and try again!
cht: 操作失敗，請檢查後重試！
es: 操作失败，请检查后重试！

# EPESC0000157
source: Operation failed: {0}, please check and try again!
cht: 操作失敗：{0}，請檢查後重試！
es: 操作失败：{0}，请检查后重试！

# EPESC0000144
source: Type of action can not be empty, please re-enter!
cht: 操作類型不能為空，請重新輸入！
es: 操作类型不能为空，请重新输入！

# EPESC0000088
source: Inquiry
cht: 查詢
es: 查询

# EPESC0000099
source: Number out of range query screen, enter the query limit results!
cht: 查詢畫面數量超出範圍，請輸入查詢條件限制查詢結果！
es: 查询画面数量超出范围，请输入查询条件限制查询结果！

# EPESC0000151
source: Query information failed set of books
cht: 查詢賬套信息失敗
es: 查询账套信息失败

# EPESC0000056
source: Successful implementation of the
cht: 成功執行
es: 成功执行

# EPESC0000118
source: Successful implementation of the sqlcode is {0}
cht: 成功執行sqlcode is {0}
es: 成功执行 sqlcode is {0}

# EPESC0000120
source: Initialization Password
cht: 初始化密碼
es: 初始化密码

# EPESC0000115
source: Successful initialization Password
cht: 初始化密碼成功
es: 初始化密码成功

# EPESC0000066
source: Save
cht: 存盤
es: 存盘

# EPESC0000014
source: Logged-on user, forced to change the password.
cht: 登錄的用戶,強制修改密碼。
es: 登录的用户,强制修改密码。

# EPESC0000110
source: Logged in user without permission to view the group members under!
cht: 登錄的用戶無權限查看該群組下的成員！
es: 登录的用户无权限查看该群组下的成员！

# EPESC0000020
source: Login fails, the database operation failed.
cht: 登錄失敗， 數據庫操作失敗。
es: 登录失败， 数据库操作失败。

# EPESC0000015
source: Login fails, the password is incorrect.
cht: 登錄失敗， 密碼不正確。
es: 登录失败， 密码不正确。

# EPESC0000021
source: Login failed, the system memory errors.
cht: 登錄失敗， 系統內存錯誤。
es: 登录失败， 系统内存错误。

# EPESC0000017
source: Login failed for user temporarily locked. Please log in later.
cht: 登錄失敗， 用戶暫時鎖定。請稍後登錄。
es: 登录失败， 用户暂时锁定。请稍后登录。

# EPESC0000019
source: Login failed for user null and void.
cht: 登錄失敗， 用戶無效。
es: 登录失败， 用户无效。

# EPESC0000016
source: Login failed for user does not exist.
cht: 登錄失敗， 用戶不存在。
es: 登录失败， 用户不存在。

# EPESC0000018
source: Login failed for user permanently locked. Please contact management.
cht: 登錄失敗，用戶永久鎖定。請聯繫管理人員。
es: 登录失败，用户永久锁定。请联系管理人员。

# EPESC0000011
source: Login failed, please check and try again.
cht: 登錄失敗，請檢查後重試。
es: 登录失败，请检查后重试。

# EPESC0000112
source: Page {0} / {1} page
cht: 第{0}頁/共{1}頁
es: 第{0}页/共{1}页

# EPESC0000032
source: Multi-step operation
cht: 多步操作
es: 多步操作

# EPESC0000080
source: Give up
cht: 放棄
es: 放弃

# EPESC0000091
source: Non-maintenance mode can not modify the permissions!
cht: 非維護模式下無法修改權限！
es: 非维护模式下无法修改权限！

# EPESC0000081
source: Node name can not be empty, please re-enter!
cht: 節點名不能為空，請重新輸入！
es: 节点名不能为空，请重新输入！

# EPESC0000082
source: Node name can not be over 128, please re-enter!
cht: 節點名不能超過128位，請重新輸入！
es: 节点名不能超过128位，请重新输入！

# EPESC0000129
source: Job number can not be empty, please re-enter!
cht: 工號不能為空，請重新輸入！
es: 工号不能为空，请重新输入！

# EPESC0000131
source: No. can not work more than [{0}], please re-enter!
cht: 工號不能多於[{0}]位，請重新輸入！
es: 工号不能多于[{0}]位，请重新输入！

# EPESC0000130
source: Job number not less than three, please re-enter!
cht: 工號不能少於3位，請重新輸入！
es: 工号不能少于3位，请重新输入！

# EPESC0000199
source: Function button
cht: 功能按鈕
es: 功能按钮

# EPESC0000182
source: Only query forms which are not in Tree. Tip:use form name as query condition.
cht: 勾選后將查詢未掛到菜單樹上的畫面。支持畫面名模糊匹配查詢。
es: 勾选后将查询未挂到菜单树上的画面。支持画面名模糊匹配查询。

# EPESC0000181
source: Only query forms & buttons which are not in res-groups. Tip:use form name as query condition.
cht: 勾選后將查詢未分配到資源組的畫面/按鈕。支持畫面名模糊匹配查詢。
es: 勾选后将查询未分配到资源组的画面/按钮。支持画面名模糊匹配查询。

# EPESC0000183
source: Only query resources which are not in res-groups. Tip:use resource name as query condition.
cht: 勾選后將查詢未分配到資源組的細部資源。支持資源名模糊匹配查詢。
es: 勾选后将查询未分配到资源组的细部资源。支持资源名模糊匹配查询。

# EPESC0000197
source: Administrator 1
cht: 管理員1
es: 管理员1

# EPESC0000198
source: Administrator 2
cht: 管理員2
es: 管理员2

# EPESC0000164
source: Screen name can not be empty base! Please re-enter
cht: 基準畫面名稱不能為空！請重新輸入
es: 基准画面名称不能为空！请重新输入

# EPESC0000165
source: Screen name can not reference more than 80! Please re-enter
cht: 基準畫面名稱不能超過80位！請重新輸入
es: 基准画面名称不能超过80位！请重新输入

# EPESC0000008
source: Warning
cht: 警告
es: 警告

# EPESC0000041
source: Abbreviation allows up to 10-bit, please re-enter!
cht: 縮寫最多允許輸入10位，請重新輸入！
es: 缩写最多允许输入10位，请重新输入！

# EPESC0000190
source: Control name
cht: 控制項名
es: 控件名

# EPESC0000188
source: Control information
cht: 控制項資訊
es: 控件信息

# EPESC0000147
source: Name can not be empty, please re-enter!
cht: 名稱不能為空，請重新輸入！
es: 名称不能为空，请重新输入！

# EPESC0000148
source: Name can not be over 128, please re-enter!
cht: 名稱不能超過128位，請重新輸入！
es: 名称不能超过128位，请重新输入！

# EPESC0000090
source: You do not have permission to query the group!
cht: 您沒有群組的查詢權限！
es: 您没有群组的查询权限！

# EPESC0000087
source: You do not have permission to query the group!
cht: 您沒有該群組的查詢權限！
es: 您没有该群组的查询权限！

# EPESC0000095
source: You are not the group manager, no right to change the permissions!
cht: 您不是該群組管理員，無權更改其權限！
es: 您不是该群组管理员，无权更改其权限！

# EPESC0000025
source: Old password input error, please re-enter.
cht: 舊密碼輸入錯誤,請重新輸入。
es: 旧密码输入错误,请重新输入。

# EPESC0000093
source: Nested query mode can not modify the permissions!
cht: 嵌套查詢模式下不能修改權限！
es: 嵌套查询模式下不能修改权限！

# EPESC0000076
source: Undelete
cht: 取消刪除
es: 取消删除

# EPESC0000117
source: Cancel the system parameters change
cht: 取消系統參數修改
es: 取消系统参数修改

# EPESC0000070
source: Cancel Add
cht: 取消新增
es: 取消新增

# EPESC0000128
source: Group administrators can not be empty, please re-enter!
cht: 群組管理員不能為空，請重新輸入！
es: 群组管理员不能为空，请重新输入！

# EPESC0000127
source: Group description allows a maximum of 100 input, please re-enter!
cht: 群組描述最多允許輸入100位，請重新輸入！
es: 群组描述最多允许输入100位，请重新输入！

# EPESC0000125
source: Group name can not be empty, please re-enter!
cht: 群組名不能為空，請重新輸入！
es: 群组名不能为空，请重新输入！

# EPESC0000171
source: Group name can not be longer than 127, please retry
cht: 群組名不能超過127位，請重新輸入！
es: 群组名不能超过127位，请重新输入！

# EPESC0000141
source: Department can not exceed the upper 50, please re-enter!
cht: 上層部門不能超過50位，請重新輸入！
es: 上层部门不能超过50位，请重新输入！

# EPESC0000201
source: Upper sector number cannot be the same as sector! Without the upper sector, the upper sector, optional
cht: 上層部門號不能與部門號相同！若無上層部門，上層部門號可不填寫
es: 上层部门号不能与部门号相同！若无上层部门，上层部门号可不填写

# EPESC0000152
source: Whether to delete set of books [{0}]?
cht: 是否刪除賬套[{0}]？
es: 是否删除账套[{0}]？

# EPESC0000168
source: Are you sure to delete resource group:{0}
cht: 是否刪除資源組:{0}
es: 是否删除资源组:{0}

# EPESC0000154
source: Whether to cancel the associated set of books [{0}] under the group [{1}]?
cht: 是否取消關聯賬套[{0}]下的群組[{1}]？
es: 是否取消关联账套[{0}]下的群组[{1}]？

# EPESC0000160
source: Whether to exit maintenance mode?
cht: 是否退出維護模式？
es: 是否退出维护模式？

# EPESC0000134
source: Validity can not be empty, please re-enter!
cht: 是否有效不能為空，請重新輸入！
es: 是否有效不能为空，请重新输入！

# EPESC0000192
source: FNAME can not be null!
cht: 所屬畫面不能為空，請重新輸入！
es: 所属画面不能为空，请重新输入！

# EPESC0000024
source: Prompt
cht: 提示
es: 提示

# EPESC0000105
source: Default group
cht: 系統默認組
es: 系统默认组

# EPESC0000193
source: System cannot be hung subgroups under the group, set the roles under Add users directly to that group!
cht: 系統群組下不可掛子組，請將角色使用者直接添加到該組下！
es: 系统群组下不可挂子组，请将角色用户直接添加到该组下！

# EPESC0000028
source: New passwords do not match, please re-enter.
cht: 新密碼不匹配,請重新輸入。
es: 新密码不匹配,请重新输入。

# EPESC0000026
source: Like the old password and new password, please re-enter.
cht: 新密碼和舊密碼一樣,請重新輸入。
es: 新密码和旧密码一样,请重新输入。

# EPESC0000027
source: Like the new password and user name, please re-enter.
cht: 新密碼和用戶名一樣,請重新輸入。
es: 新密码和用户名一样,请重新输入。

# EPESC0000063
source: New
cht: 新增
es: 新增

# EPESC0000069
source: Successfully added
cht: 新增成功
es: 新增成功

# EPESC0000068
source: New directory
cht: 新增目錄
es: 新增目录

# EPESC0000072
source: Add failed
cht: 新增失敗
es: 新增失败

# EPESC0000029
source: Change password failed. Please try again.
cht: 修改密碼失敗。請重試。
es: 修改密码失败。请重试。

# EPESC0000177
source: Modify
cht: 修改目錄
es: 修改目录

# EPESC0000064
source: New Copy
cht: 複製新增
es: 复制新增

# EPESC0000089
source: Modified group resource rights, whether to save?
cht: 已修改群組資源權限，是否保存？
es: 已修改群组资源权限，是否保存？

# EPESC0000103
source: Modified resource group permissions to save?
cht: 已修改資源群組權限，是否保存？
es: 已修改资源群组权限，是否保存？

# EPESC0000174
source: Permanent Lock Monitoring Time
cht: 永久鎖定監控時間
es: 永久锁定监控时间不能为空

# EPESC0000104
source: User {0} {1} with the permission, which comes from the following groups:
cht: 用戶{0}具有{1}的權限，該權限來源於以下群組：
es: 用户{0}具有{1}的权限，该权限来源于以下群组：

# EPESC0000006
source: User password can not be a continuous character, please re-enter!
cht: 用戶密碼不能為連續字符，請重新輸入！
es: 用户密码不能为连续字符，请重新输入！

# EPESC0000001
source: User password can not be less than 6, please re-enter!
cht: 用戶密碼不能小於6位，請重新輸入！
es: 用户密码不能小于6位，请重新输入！

# EPESC0000005
source: User password can not be repeating characters, please re-enter!
cht: 用戶密碼不能重複字符，請重新輸入！
es: 用户密码不能重复字符，请重新输入！

# EPESC0000002
source: User password is too long, not more than 20, please re-enter!
cht: 用戶密碼太長，不能超過20位，請重新輸入！
es: 用户密码太长，不能超过20位，请重新输入！

# EPESC0000003
source: User password can not contain spaces, please re-enter!
cht: 用戶密碼中不能有空格，請重新輸入！
es: 用户密码中不能有空格，请重新输入！

# EPESC0000004
source: User password can not contain special characters, please re-enter!
cht: 用戶密碼中不能有特殊字符，請重新輸入！
es: 用户密码中不能有特殊字符，请重新输入！

# EPESC0000022
source: User password expiration, forced to change the password.
cht: 用戶密碼過期,強制修改密碼。
es: 用户密码过期,强制修改密码。

# EPESC0000010
source: Username [{0}] there is a space, please re-enter!
cht: 用戶名[{0}]存在空格，請重新輸入！
es: 用户名[{0}]存在空格，请重新输入！

# EPESC0000007
source: User name and password can not be empty, please re-enter!
cht: 用戶名和密碼不能為空，請重新輸入！
es: 用户名和密码不能为空，请重新输入！

# EPESC0000013
source: The same user name and password, do not allow login.
cht: 用戶名和密碼相同，不允許登陸系統。
es: 用户名和密码相同，不允许登陆系统。

# EPESC0000136
source: Effective number of days can not be empty, please re-enter!
cht: 有效天數不能為空 ，請重新輸入！
es: 有效天数不能为空，请重新输入！

# EPESC0000187
source: Effective number of days cannot exceed 180 days
cht: 有效天數不能超過180天
es: 有效天数不能超过180天

# EPESC0000113
source: This page has unsaved data, confirm the page?
cht: 該頁有尚未保存的數據，確認翻頁？
es: 该页有尚未保存的数据，确认翻页？

# EPESC0000185
source: Resource {1} was not assigned to any resource groups in Company{0}
cht: 在賬套{0}下，資源{1}未分配到任何資源組
es: 在账套{0}下，资源{1}未分配到任何资源组

# EPESC0000186
source: Resource {1} is already assigned to a resource group: {2} in Company {0}
cht: 在賬套{0}下，資源{1}已經分配到資源組: {2}
es: 在账套{0}下，资源{1}已经分配到资源组: {2}

# EPESC0000043
source: Call mode allows up to enter one, please re-enter!
cht: 調用方式最多允許輸入1位，請重新輸入！
es: 调用方式最多允许输入1位，请重新输入！

# EPESC0000044
source: Call path allows up to 500 input, please re-enter!
cht: 調用路徑最多允許輸入500位，請重新輸入！
es: 调用路径最多允许输入500位，请重新输入！

# EPESC0000184
source: Call service failed, error message:[{0}]
cht: 調用失敗，錯誤消息[{0}]
es: 调用失败，错误消息[{0}]

# EPESC0000102
source: Please assign the appropriate permissions to the resource!
cht: 請給資源分配相應的權限！
es: 请给资源分配相应的权限！

# EPESC0000094
source: Please check the button corresponding to the picture!
cht: 請先勾選按鈕對應的畫面！
es: 请先勾选按钮对应的画面！

# EPESC0000038
source: Please enter two or more screen names!
cht: 請輸入2位以上的畫面名！
es: 请输入2位以上的画面名！

# EPESC0000109
source: Please enter the two check characters
cht: 請輸入兩位查詢字符
es: 请输入两位查询字符

# EPESC0000051
source: Please enter the name of more than two buttons!
cht: 請輸入大於兩位的按鈕名！
es: 请输入大于两位的按钮名！

# EPESC0000098
source: Please enter at least two screen names!
cht: 請輸入至少兩位畫面名！
es: 请输入至少两位画面名！

# EPESC0000155
source: Please enter the maintenance mode operation!
cht: 請進入維護模式操作！
es: 请进入维护模式操作！

# EPESC0000108
source: Please select the sub!
cht: 請選擇子系統！
es: 请选择子系统！

# EPESC0000111
source: Node can only choose the same level!
cht: 只能選擇同級節點！
es: 只能选择同级节点！

# EPESC0000132
source: Chinese names can not be empty, please re-enter!
cht: 中文姓名不能為空，請重新輸入！
es: 中文姓名不能为空，请重新输入！

# EPESC0000133
source: Chinese names can not be more than 20, please re-enter!
cht: 中文姓名不能多於20位，請重新輸入！
es: 中文姓名不能多于20位，请重新输入！

# EPESC0000067
source: Main Menu
cht: 主菜單
es: 主菜单

# EPESC0000012
source: Note: invalid password, the password and login the same user name, please change your password.
cht: 注意: 密碼無效,密碼和登錄的用戶名相同,請修改密碼。
es: 注意: 密码无效,密码和登录的用户名相同,请修改密码。

# EPESC0000054
source: Child nodes can not exceed 999!
cht: 子節點數不能超過999！
es: 子节点数不能超过999！

# EPESC0000170
source: Can not change the child groups' authorities!
cht: 子組權限僅供查詢，不能修改！
es: 子组权限仅供查询，不能修改！

# EPESC0000096
source: Sub-group permissions for the query button, can not be modified!
cht: 子組的按鈕權限僅供查詢，不能修改！
es: 子组的按钮权限仅供查询，不能修改！

# EPESC0000162
source: Subsystem parameter is incorrect!
cht: 子系統參數不正確！
es: 子系统参数不正确！

# EPESC0000036
source: Subsystem can not be empty, please re-enter!
cht: 子系統不能為空，請重新輸入！
es: 子系统不能为空，请重新输入！

# EPESC0000158
source: Describe the set of books can not be empty, please re-enter
cht: 賬套描述不能為空，請重新輸入
es: 账套描述不能为空，请重新输入

# EPESC0000159
source: Books Name can not be empty, please re-enter
cht: 賬套名不能為空，請重新輸入
es: 账套名不能为空，请重新输入

# EPESC0000200
source: Resource group code
cht: 資源組代碼
es: 资源组代码

# EPESC0000180
source: Res-group desc. can not be empty, please input
cht: 資源組描述信息不能為空，請重新輸入！
es: 资源组描述信息不能为空，请重新输入！

# EPESC0000196
source: Resource group name
cht: 資源組名
es: 资源组名

# EPESC0000179
source: Res-group name can not be empty, please input
cht: 資源組名不能為空，請重新輸入！
es: 资源组名不能为空，请重新输入！

# EPESC0000083
source: Resource description can not be empty, please re-enter!
cht: 資源描述不能為空，請重新輸入！
es: 资源描述不能为空，请重新输入！

# EPESC0000084
source: Resource Description not over 80, please re-enter!
cht: 資源描述不能超過80位，請重新輸入！
es: 资源描述不能超过80位，请重新输入！

# EPESC0000150
source: Resource description can not exceed 80, please re-enter!
cht: 資源描述不能超過80位，請重新輸入！
es: 资源描述不能超过80位，请重新输入！

# EPESC0000149
source: Resource type can not be empty, please re-enter!
cht: 資源類型不能為空，請重新輸入！
es: 资源类型不能为空，请重新输入！

# EPESC0000062
source: Failed to load
cht: 載入失敗
es: 载入失败

# EPESC0000034
source: Enter the information is not valid
cht: 輸入信息不合法
es: 输入信息不合法

# EPESC0000097
source: Select groups have permission to query the resources
cht: 選擇群組查詢其有權限的資源
es: 选择群组查询其有权限的资源

# EPESC0000101
source: Select the group or user has permission to query the resources
cht: 選擇群組或用戶查詢其有權限的資源
es: 选择群组或用户查询其有权限的资源

# EPESC0000119
source: Daemon call failed! {0}
cht: 後台程序調用失敗! {0}
es: 后台程序调用失败! {0}

# EPESC0000057
source: Daemon call failed! {0} sqlcode is {1} {2}
cht: 後台程序調用失敗! {0} sqlcode is {1}{2}
es: 后台程序调用失败! {0} sqlcode is {1}{2}

# EPESC0000009
source: Error
cht: 錯誤
es: 错误

# EPESC0000166
source: The key code, key code name can not be over 30! Please re-enter
cht: 關鍵碼、關鍵碼名稱不能超過30位！請重新輸入
es: 关键码、关键码名称不能超过30位！请重新输入
